import Blog from "../models/Blog";

const blogs: Blog[]=[
    {
        id:1,
        title:"แยมโรลนมสด",
        image_url:"https://boombakery.com/wp-content/uploads/2019/07/%E0%B9%81%E0%B8%A2%E0%B8%A1%E0%B9%82%E0%B8%A3%E0%B8%A5-%E0%B8%9A%E0%B8%97%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1.jpg",
        content:`แยมโรลนมสด ก็คือเค้กม้วนนั่นเอง ที่เราจะเห็นเป็นม้วนท่อนกลมยาวๆ ซึ่งทำจากแผ่นเค้กมาม้วนกัน และมักจะสอดไส้เพิ่มเติมจำพวกครีมหรือแยมรสผลไม้ เพื่อเพิ่มเติมความอร่อยให้กับขนมแยมโรล และยังช่วยเสริมรสชาติของเนื้อเค้กโรลให้เข้ากันได้ดีมากอีกด้วย
        แยมโรลนมสดเป็นหนึ่งในเบเกอรี่ที่นิยมของชาวไทยในปัจจุบัน. ซึ่งมีการดัดแปลงรสชาติ และสีสรรลวดลาย เพื่อให้ดูแปลกตาทันสมัย น่าทาน. ส่วนไส้ก็มีอีกมากมายหลากหลายรสชาติหลายแบบ. วัตถุดิบที่สรรหามาใช้ก็ขึ้นอยู่กับไอเดีย ความชอบเฉพาะตัวของคนทำ แตกต่างกันออกไป. วันนี้เราจะมาเสนอแยมโรลที่นิยมตั้งแต่ในอดีตจนถึงปัจจุบันนี้เลยก็ว่าได้. นั่นคือแยมโรลนมสดสอดไส้แยมผลไม้. เพราะนอกจากจะทำง่ายขั้นตอนไม่ยุ่งยากและราคาต้นทุนก็ไม่สูงมากนัก วัตถุดิบที่ใช้ก็หาได้ง่ายทั่วไปแถมยังอร่อยแบบฟินฟินไม่มีเชยตลอดกาล เพิ่มความฟินทานคู่กับชาหรือกาแฟแก้วโปรด ก็เข้ากันดีเหมาะเป็นอาหารว่างเบรคยามบ่ายแก่ๆ แก้หิว แก้ง่วง แก้เหงาพอได้. เรามาเริ่มวิธีทำกันเลยนะคะ
        ส่วนผสมเนื้อเค้กแยมโรล (สำหรับ 5 ม้วน)
        แป้งเค้ก 240 กรัม
        วนิลาผง 1/2 ช้อนชา
        ผงฟู. 1 ช้อนโต๊ะ
        น้ำตาล 240 กรัม
        ไข่ 13 ฟอง
        นมสด 115 กรัม
        โอวาเล็ต 50 กรัม
        เนยสดอุ่น 240 กรัม
        วิธีทำ
        1.เตรียมถาดขนาด 11* 15 *1 นิ้ว จำนวน 5 ใบ ทาเนยขาวปูกระดาษรองอบ และทาเนยบางๆทับกระดาษอีกรอบ เพื่อสามารถแกะเนื้อเค้กออกจากพิมพ์ได้ง่าย. โดยไม่ติดถาดทำให้เนื้อเค้กขาดไม่สวย
        2.แป้ง ผงฟู ผงวนิลา รวมกัน ร่อนแล้วพักไว้
        3.ใส่ไข่ น้ำตาล เกลือ โอวาเลท ลงในโถขนาด 5 ลิตร ใช้หัวตีตะกร้อ ปรับเกียร์ต่ำสุดตีพอไข่แตกให้เข้ากัน
        4.เทส่วนแป้งที่พักไว้จนหมด แล้วปาดก้นโถ จากนั้นตีด้วยความเร็วสูงสุดจับเวลาประมาณ 8-10 นาที จนเนื้อเค้กฟูสีขาวนวลขึ้นเป็นเงา และเห็นเป็นรอยริ้วๆตะกร้อ
        5.เปลี่ยนเกียร์ต่ำ แล้วใส่เนยสด จากนั้นแต่งสี รสชาติ กลิ่น ตามใจชอบได้เลย และตีต่อจนเข้ากันดี ประมาณ 5 นาทีเพื่อไล่ฟองอากาศ
        6.เทเนื้อเค้กลงถาดพิมพ์ แบ่งให้เท่ากัน 5 ถาด แล้วเกลี่ยหน้าเค้กให้เรียบ จากนั้นนำเข้าเตาอบที่อุณหภูมิ 200-220 องศา ไฟบนและไฟล่าง ประมาณ 7- 10 นาที หรือจนสุก
        7.เอาออกจากเตาพักขนมให้เย็น แล้วคว่ำลงบนกระดาษสำหรับม้วนโรล
        8.ใส่แยมผลไม้รสชาติตามที่ชอบ แล้วปาดแยมให้ทั่วทั้งแผ่น จากนั้นใช้ไม้ม้วนโรล จัดการม้วนได้เลยค่ะ
        เราสามารถแต่งเติมเพิ่มรสชาติโดยสอดไส้ผลไม้สด ผลไม้แห้ง เมล็ดถั่วต่างๆที่ชอบ เช่น อัลมอนด์ ลูกเกด กล้วยหอม เพิ่มเติมลงในไส้แยมแล้วม้วนไปพร้อมกันเลย นอกจากเพิ่มความอร่อย แล้วยังเพิ่มคุณค่าทางโภชนาการให้กับขนมอีกด้วย และแล้วก็ออกมาสวยงามหน้าตาดูดีมีสกุล น่าทานเลยค่ะ
        แยมโรลนมสดสูตรนี้ทำง่าย. เหมาะทั้งทำขายหรือทำทานเองก็ดีงาม ซึ่งก็ใช้เวลาทำไม่นาน นับรวมตั้งแต่เริ่มทำ(ไม่นับขั้นตอนการเตรียมวัตถุดิบ) จนถึงขั้นตอนอบเสร็จใช้เวลาไม่เกินครึ่งชั่วโมงค่ะ. แต่หลังจากที่ทำเสร็จแล้วขั้นตอนการเก็บภาชนะอุปกรณ์ล้างทำความสะอาดก็เหน็ดเหนื่อยเอาการอยู่ แหะๆ (ไม่ค่อยดีงามตอนล้างของนี่แหล่ะ มันเยอะมาจากไหนก็ไม่รู้ กองภูเขาขนาดย่อมๆ)
        เมื่อมาถึงขั้นตอนการกิน หายเหนื่อยหน่อย เพราะเนื้อเค้กของสูตรนี้ทั้งนุ่มละมุลลิ้น หอมนมสด หวานกำลังดี ยิ่งตัดด้วยรสเปรี้ยวนิดๆของแยมผลไม้ (กีวี สตรอเบอรี่ มัลเบอรี่ ราสเบอรี่ ผิวส้ม )ซึ่งเข้าก๊านนน….เข้ากันดีมากเลย ยิ่งเพิ่มเติมเสริมด้วยกาแฟเย็นแก้วโปรดร้านประจำแล้วล่ะก้อ ลืมเหนื่อยเลยค่ะ
        แยมโรลนมสด ร้านบูมเบเกอรี่ มีหลากหลายรสชาติ และสอดไส้ต่างๆ อาทิเช่น ถั่วแดง เผือก มะพร้าว ผลไม้แห้ง สังขยาใบเตย ไส้ชาไทย ชาเขียว กาแฟ ผลไม้แห้ง ลูกพรุน เฉพาะแยมโรลก็รวมแล้วกว่า 100 รูปแบบ. ซึ่งดีงามทั้งรสชาติและหน้าตา. จัดลงกล่องSnack box ใช้เป็นของขวัญ ของฝาก หรือใช้ในงานประชุม จัดเลี้ยงต่างๆ รวมถึงงานสวดพระอภิธรรม ก็เหมาะอย่างยิ่ง เพราะนอกจากหน้าตาสวยงามดูดี เรายังเน้นเรื่องความสะอาด และอิ่มอร่อย ในราคาที่ประหยัด คงความเรียบหรูดูแพงอีกด้วยค่ะ. ให้ลูกค้าได้อร่อยๆ ทันใจ แบบสบายๆ ไม่ต้องเหนื่อยกันเลย. เพียงกดโทรสั่งร้าน Boom bakery ง่ายๆนิดเดียว ขนมอร่อยๆก็ถึงมือลูกค้าอย่างรวดเร็ว ทันใจ ด้วยบริการส่งด่วน Snack box delivery.`,
        author:"Nattapat Pattarapremcharoen"
    },
    {
        id:2,
        title:"โรลมะพร้าวอ่อนนมสด",
        image_url:"https://boombakery.com/wp-content/uploads/2019/07/%E0%B9%82%E0%B8%A3%E0%B8%A5%E0%B8%A1%E0%B8%B0%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%AD%E0%B9%88%E0%B8%AD%E0%B8%99.jpg",
        content:`ขึ้นชื่อว่ามะพร้าวอ่อนแล้วต้องถูกอกถูกใจคนรักมะพร้าวอย่างแน่นอน. เพราะเป็นการประยุกต์ของผลไม้ไทยกับเค้กของฝรั่งได้อย่างลงตัว. รสชาติที่ได้หอมนุ่มลิ้นของเนื้อโรลชิฟฟอน ผสมผสานรวมเข้ากันกับความนุ่มเด้งของเนื้อมะพร้าวอ่อนสดๆซึ่งมีกลิ่นหอมของมะพร้าวน้ำหอม. โดยเฉพาะยิ่งทานแบบแช่เย็นด้วยแล้วยิ่งชื่นใจยากจะหาใดเปรียบเปรย. ดั่งขนมที่ส่งมาจากสวรรค์ชั้นฟ้า ยังไงยังงั้นเลย (ทำท่าฟินๆ น้ำลายหก) เข้าเรื่องกันเลยดีกว่าก่อนจะกู่ไม่กลับ อิอิ. วิธีทำไม่ยากจนเกินไปทำได้ทุกคนแน่นอนสำหรับเราชาวเบเกอรี่ตามมาเลยค่ะ
        เนื้อโรลชิฟฟอน (สำหรับ 2 ถาด)
        แป้งเค้ก. 220 กรัม
        ผงฟู 1/2. ช้อนโต๊ะ
        วนิลาผง. 1/2 ช้อนชา
        น้ำตาล. 125 กรัม(ส่วนที่1)
        เกลือ. 1/2 ช้อนชา
        น้ำมันพืช. 105. กรัม
        นมสด. 100 กรัม
        ไข่แดง. 8. ฟอง
        ไข่ขาว. 8. ฟอง
        น้ำตาล. 125 กรัม(ส่วนที่2)
        ครีมอ๊อฟทาทา 1 ช้อนชา
        วิธีทำ.
        1.แป้ง ผงฟู วนิลา ร่อนรวมกันแล้วพักไว้
        2.เทน้ำตาล(ส่วนที่1)เกลือ ไข่แดง ลงในอ่างผสมแล้วคนด้วยตระกร้อมือ ให้ไข่กับน้ำตาลละลายเข้ากันจนดีก่อน แล้วตามด้วยน้ำมัน. นม คนต่อให้เข้ากันอีกสักครู่
        3.เทส่วนแป้งตามลงไปในอ่างไข่ แล้วคนผสมต่อให้เข้ากันดีกับส่วนของไข่. ซึ่งขั้นตอนนี้ถ้าทำหลายๆถาด อาจจะต้องกล้ามขึ้นกันไปเลย. เพราะส่วนผสมค่อนข้างหนักข้นหนืด
        4.ตีไข่ขาวในโถสำหรับตีไข่ด้วยความเร็วปานกลาง ใช้หัวตระกร้อ พอเป็นฟองหยาบๆ แล้วใส่ครีมอ๊อฟทาทา จากนั้นค่อยๆเทน้ำตาล(ส่วนที่2)ทีละน้อยจนหมดโดยตีต่อไปเรื่อยๆ ด้วยความเร็วปานกลาง จนไข่ขาวตั้งยอดอ่อน ซึ่งขั้นตอนนี้แอ๊ดไม่แนะนำให้ตีด้วยความเร็วสูงสุด เพราะไข่ขาวมันจะฟูขึ้นเร็วมากและแข็งตัวทำให้เวลาคนตะล่อมเข้ากับส่วนไข่แดงยาก ซึ่งเป็นสาเหตุทำให้เนื้อเค้กแข็งอีกประการหนึ่ง
        5.นำส่วนผสมไข่ขาวที่ตั้งยอดแล้วมารวมกับส่วนไข่แดง โดยแบ่งไข่ขาวผสมทีละส่วนผสมกันไข่แดง. แบ่งออกเป็นสามรอบก็ได้คนตะล่อมเบาเบาค่อยๆ ด้วยตะกร้อมือ หรือพายยาง จนเข้ากันดีอย่าคนแรง เพราะจะทำให้ส่วนผสมยุบตัว เนื้อเค้กจะเหลวเวลาอบออกมาเนื้อก็จะแน่นไม่นุ่มเบา
        6.เทส่วนผสมที่ได้ลงถาดขนาด 11 × 15 × 1 นิ้ว จำนวน 2 ถาดแบ่งให้เท่าๆกัน และเกลี่ยเนื้อเค้กให้เรียบแล้วนำเข้าเตาอบที่อุณหภูมิ 200 ถึง 220 องศา ไฟบนไฟล่างประมาณ 8 ถึง 15นาที. หรือจนกว่าเค้กจะสุก
        7.พักให้เย็นแล้วคว่ำออกจากถาด โดยรองด้วยผ้าขาวบาง สำหรับใช้ม้วนโรล
        8.ใส่ไส้มะพร้าวอ่อนกวนสุขทาให้ทั่วๆทั้งแผ่น แล้วม้วนด้วยไม้ม้วนแยมโรล. จากนั้นนำไปแช่ในตู้เย็นสักครู่. พอเย็นได้ที่ดีแล้วนำออกมาตัดเสริฟ
        ส่วนผสมไส้มะพร้าว (สำหรับ 2ม้วน)
        เนื้อมะพร้าวอ่อนขูดเส้น. 600 กรัม
        นมสด. 250 กรัม
        น้ำมะพร้าว 325 กรัม
        เกลือ. 1/2 ช้อนชา
        น้ำตาล. 120-150 กรัม
        แป้งกวนไส้ผสมน้ำ. กะประมาณ
        วิธีกวนไส้
        ใส่ส่วนผสมทั้งหมดลงในหม้อ. ยกเว้นแป้งกวนไส้. ต้มไฟปานกลางจนส่วนผสมเดือดสักครู่. แล้วเบาไฟค่อยๆเทแป้งกวนไส้ โดยคนผสมไปเรื่อยๆอย่าหยุด จนส่วนผสมข้นเป็นที่ต้องการ. ให้คนต่อให้เดือดต่ออีกซัก 3-5นาที แล้วยกลง พักให้เย็น แล้วค่อยนำไปทากับเนื้อชิฟฟอนโรล ที่เตรียมไว้แล้ว
        สูตรนี้แอ๊ดต้องขอบอกว่า เป็นสูตรขั้นเทพที่ขึ้นชื่อของร้านบูมเลยทีเดียว เพราะไม่ว่าใครกินก็ต้องติดอกติดใจ เรียกร้องทานซ้ำอีกเรื่อยๆไม่มีวันเบื่อ หรืออีกวิธีนึงง่ายกว่าที่บอกมาทั้งหมด คือสั่งเลยจร้า พร้อมบริการส่งตลอดเวลา`,
        author:"Pantita"
    },
    {
        id:3,
        title:"Snack Box ขนมเจ",
        image_url:"https://boombakery.com/wp-content/uploads/2019/07/Snack-Box-1.jpg",
        content:`เทศกาลกินเจ หรือเรียกอีกอย่างประเพณีถือศีลกินผัก ซึ่งเชื่อกันว่าน่าจะมีขึ้นตั้งแต่ในสมัยอาณาจักรอยุธยา ประมาณพ.ศ. 2170 โดยกำหนดเอาวันตามจันทรคติ คือเริ่มตั้งแต่วันขึ้น1ค่ำถึง9ค่ำเดือน9 ตามปฏิทินจีนของทุกปี อาหารเจจะเป็นอาหารที่ไม่มีเนื้อสัตว์ทุกชนิด หรือผลิตภัณฑ์ทุกอย่าง ที่มาจากสัตว์ เช่น พวกนม ไข่ น้ำผึ้ง น้ำเจลาติน คอลลาเจน และจะไม่ปรุงด้วยผักที่มีกินฉุน มี 5 ชนิด ได้แก่
        1.กระเทียม(หัวกระเทียม,ต้นกระเทียม)
        2.หัวหอม(ต้นหอม,ใบหอม,หอมขาว,หอมแดง,หอมหัวใหญ่)
        3.กุ้ยฉ่าย(ลักษณะคล้ายใบของต้นหอมแต่มีใบที่แบนและเล็กกว่า)
        4.หลักเกียว(ลักษณะคล้ายหัวกระเทียมแต่เล็กกว่า)
        5.ใบยาสูบ(บุหรี่ ยาเส้น ของเสพติดมึนเมา)
        ผักที่มีกินฉุนเหล่านี้. มีรสหนักและกลิ่นรุนแรง นอกจากนี้ยังมีสารพิษที่ส่งผลกะทบและทำลายพลังธาตุทั้งห้าในร่างกายเป็นเหตุให้อวัยวะในร่างกายทำงานไม่ปกติ ไปเพิ่มความตระหนักให้แก่ร่างกาย
        1.กระเทียม ทำลายการทำงานของหัวใจ ซึ่งมีกะทบกะเทือนต่อธาตุไฟในร่างกาย
        2.หัวหอม ทำลายการทำงานของไต ซึ่งกระทบกระเทือนต่อธาตุน้ำในร่างกาย
        3.กุ้ยฉ่าย ทำลายการทำงานของตับ ซึ่งกระทบกระเทือนต่อธาตุไม้ในร่างกาย
        4.หลักเกียว ทำลายการทำงานของม้าม ซึ่งกระทบกระเทือนต่อธาตุดินในร่างกาย
        5.ใบยาสูบ ทำลายการทำงานของปอด ซึ่งกระทบกระเทือนต่อธาตุโลหะในร่างกาย
        เราอาจแบ่งจุดประสงค์ในการกินเจได้ออกเป็นสามประเภทดังนี้
        1.กินเพื่อสุขภาพ เนื่องจากอาหารเจเป็นประเภทชีวจิต ถ้ากินติดต่อกันไประยะเวลาหนึ่ง จะทำให้ร่างกายปรับตัวสู่ภาวะสมดุลย์ สามารถขับพิษของเสียต่างๆออกมาได้ และปรับระบบไหลเวียนเลือด ระบบทางเดินอาหารให้มีประสิทธิภาพยิ่งขึ้น
        2.กินด้วยจิตเมตตา เพราะอาหารเจไม่มีเนื้อของสัตว์ ซึ่งมีเลือดเนื้อ จิตใจรักตัวกลัวตาย เหมือนมนุษย์. ดังนั้นผู้มีจิตเมตตา มีคุณธรรม มีจิตสำนึกที่ดี ย่อมไม่อาจกินอาหารที่มาจากสัตว์ได้
        3.กินเพื่อเว้นกรรม การกินอาหารที่มาจากชีวิตของสัตว์ต่างๆ ซึ่งจะต้องมาจากการฆ่าเพื่อเอาเลือดเนื้อผู้อื่นมาปรุงเป็นอาหาร ซึ่งก็เป็นการสร้างสะสมกรรม แม้จะไม่ได้ลงมือฆ่าเอง กรรมนี้อาจจะติดตามสนองเราทำให้สุขภาพร่างกายเสื่อมโทรมเร็ว เป็นบ่อเกิดของโรคภัยไข้เจ็บเป็นเหตุให้อายุขัยสั้นลง
        ซึ่งถ้าเรากินเจก็จะทำให้ร่างกายเจริญเติบโตได้เหมือนกันโดยไม่ต้องเบียดเบียนสัตว์ต่างๆ และไม่เห็นแก่ความอร่อยช่วงเวลาสั้นๆ พียงแค่อาหาร ผ่านลิ้นเท่านั้น เพราะเมื่อลงคอไปแล้วเราก็ไม่รับรู้รสชาติอาหารใดใดอีกแล้ว
        วิธีล้างท้องก่อนกินเจ
        การล้างท้องก่อนกินเจ คือ การกินเจก่อนถึงวันเทศกาลจริงประมาณ 1-2วันโดยส่วนมากจะนิยมล้างท้องก่อนกินเจจริงๆ 1 วัน
        เพื่อชะล้างเนื้อสัตว์หรืออาหารคาวต่างๆ ที่ตกค้างอยู่ในร่างกายออกให้หมดสิ้น เมื่อถึงวันถือศีลกินเจร่างกายจะได้สะอาดพร้อมถือศีลกินเจตามประเพณี
        อาหารเจนับว่ามีประโยชน์ไม่มีพิษต่อร่างกาย เพราะได้โปรตีนจากถั่วต่างๆ และยังย่อยง่าย เป็นการแบ่งเบาภาระของระบบย่อยอาหารและระบบขับถ่าย ผู้ที่กินเจสามารถบริโภคธัญพืชที่ให้โปรตีนที่มาจากธรรมชาติซึ่งก็คือพวกผลิตภัณฑ์จากถั่วเหลือง และใช้ข้าวกล้องแทนข้าวขาวโปรตีนเกษตรแทนเนื้อสัตว์ ผักสด เห็ดหอมถั่วนานาพันธุ์ เต้าหู้ แป้งหมี่กึง หมุนเวียนกันทำเป็นอาหารต่างๆ ซึ่งก็ให้ประโยชน์แก่ร่างกายได้เหมือนกัน ในแต่ละวันควรจัดเมนูอาหาร ให้ได้ครบตามสีของธาตุทั้ง 5 ดังนี้
        1.สีแดง(แดงส้ม,แสด,ชมพู) สัญลักษณ์ ธาตุ ไฟ
        2.สีดำ. (น้ำเงิน,ม่วง) สัญลักษณ์ ธาตุน้ำ
        3.สีเหลือง(เหลืองแก่,เหลืองอ่อน) สัญลักษณ์ธาตุดิน
        4.สีเขียว(เขียวเข้ม,เขียวอ่อน) สัญลักษณ์ธาตุไม้
        5.สีขาว(ขาวนวล,ขาวสะอาด) สัญลักษณ์
        ธาตุโลหะ
        ความหมายของธงเจ
        ในช่วงเทศกาลกินเจ เราจะสังเกตุเห็นธงประจำเทศกาล โดยมีพื้นธงเป็นสีเหลืองเป็นสีที่อนุญาตให้ใช้กับคนสองกลุ่มเท่านั้น คือ กลุ่มกษัตริย์ราชวงศ์ และกลุ่มอาจารย์ปราบผี. ดังจะเห็นจากยันต์สีเหลืองตามภาพยนตร์จีน ดังนั้นสิ่งที่เป็นสีของพุทธศาสนา หรือผู้ทรงศีล บนธงจะเขียนตัวอักษรสีแดง อ่านว่า “ไจ” หรือ “เจ” มีความหมายว่า “ของไม่มีคาว” เหตุที่ใช้สีแดง เพราะชาวจีนเชื่อว่าเป็นสีมงคล สร้างความเจริญให้แก่ชีวิต
        การปฏิบัติตนในช่วงการกินเจ 9วัน9คืน
        จะต้องปฏิบัติดังนี้
        1.รับประทานอาหารเจทุกวัน
        2.งดอาหารที่มีรสชาติแรง เผ็ดมาก หวานมาก เปรี้ยวมาก เค็มมาก งดผักที่มีกินฉุน
        และแยกภาชนะ ถ้วย จาน ชาม เพื่อใส่อาหารเจเท่านั้น
        3.รักษาศีลห้า
        4.รักษาจิตใจให้บริสุทธิ์ เบิกบาน อารมณ์ผ่องใส ไม่พูดจาหยาบคาย และงดการมีเพศสัมพันธ์
        5.ทำบุญทำทานไหว้พระสวดมนต์
        6.นุ่งขาวห่มขาวตลอดเทศกาลกินเจ
        สำหรับผู้ที่เคร่งครัดในการกินเจให้เป็นไปอย่างบริสุทธิ์ จะกินอาหารเจจากคนที่กินเจเป็นผู้ปรุงเท่านั้น โดยจะล้างหม้อไห จาน ชาม ภาชนะที่ใส่ให้สะอาดเอี่ยม และแยกไว้สำหรับการปรุงอาหารเจ ตลอดช่วงเทศกาลโดยเฉพาะเลย นอกจากนี้บางคนยังจุดตะเกียงไว้ 9 ดวง ตลอด 9 วัน โดยไม่ปล่อยให้ดับ เพื่อเป็นพุทธะบูชา และรำลึกถึงบุญคุณของ พ่อ แม่ ญาติพี่น้อง ตลอดจนผู้มีบุญคุณต่อแผ่นดินเกิดอีกด้วย
        เทศกาลกินเจปีนี้ 2562 ตรงกับวันเสาร์ที่ 28 กันยายน ถึงวันจันทร์ที่ 7 ตุลาคม เพื่อนๆ ที่ตั้งใจจะปฏิบัติถือศีลกินเจในปีนี้ได้เตรียมตัวกันหรือยังคะ ว่าจะต้องปฏิบัติตัวกันยังไง บางคนเคลียร์การงานหยุดยาว เพื่อไปปฎิบัติธรรมเลย ก็มีมากมายแน่นวัดกันเลย แอดขออนุโมทนาบุญล่วงหน้ากับทุกๆคนที่ปฎิบัติธรรมด้วยนะคะ และโอกาสดีๆที่จะมาถึงนี้แล้ว ขอแนะนำเบเกอรี่เจ อร่อยๆ หน้าตาดูดี น่าทาน ให้ลองฝึกกันทำดูนะคะ ไม่ต้องใช้เครื่องตีผสมอาหารเลยค่ะ
        ใช้เพียงสองมือและหนึ่งตะกร้อ พร้อมกะละมัง 1 ใบ ก็สำเร็จเหมือนกัน(อย่าลืมเตาอบด้วยนะค้า) ขนมที่ว่าก็คือ คัพเค้กหน้าส้มวุ้น ฟังชื่อก็เริ่มเปรี้ยวปากกันแล้วใช่ไหมคะ กลิ่นส้มเริ่มลอยมาแต่ไกลในมโนภาพซะแล้วหล่ะค่ะ. เริ่มจากส่วนผสมตัวเนื้อเค้กก่อนนะคะ
        ส่วนผสมเนื้อเค้ก
        แป้งเค้ก 140 กรัม น้ำตาลไอซิ่ง 70 กรัม ผงฟู 1 ช้อนชา ผงวนิลา ครึ่งช้อนชา เกลือป่น ครึ่งช้อนชา. น้ำมันพืช 65 กรัม. น้ำส้มสายชู 1 ช้อนโต๊ะ. กลิ่นส้ม 1 ฝา น้ำส้ม 225 กรัม
        ส่วนผสมหน้าเค้ก
        น้ำตาล 90 กรัม. ผงวุ้น ครึ่งช้อนโต๊ะ. น้ำส้มซันควิก 100 กรัม น้ำส้ม(ผลไม้กล่อง) 300 กรัม. แป้งข้าวโพด 35 กรัม. เนยมาการีนเจ 35 กรัม. ส้มชิ้น 1 กะป๋อง(หรือส้มที่แกะจากลูกเลยก็ได้)
        วิธีทำสำหรับตัวเนื้อเค้ก ให้นำส่วนผสมทั้งหมดที่เป็นของแห้งรวมเข้ากัน แล้วใส่ตะแกรงร่อนลงอ่างผสม จากนั้นใส่ส่วนที่เหลือทั้งหมดคนผสมให้เข้ากันดี ด้วยตะกร้อมือ แล้วเทใส่ถ้วยพิมพ์กลมขนาดประมาณเส้นผ่าศูนย์กลาง 2 นิ้ว สูตรนี้จะได้ ประมาณ 20 ถ้วย เทใส่ประมาณเกือบครึ่งพิมพ์พอ เพราะอบแล้วจะได้ไม่เต็มพิมพ์ เพื่อจะได้มีที่เหลือไว้ใส่ในส่วนหน้าวุ้นด้วย จากนั้นจึงนำเข้าเตาอบ ไฟบนล่าง 108 องศา
        วิธีทำส่วนหน้าเค้ก ให้เททุกอย่างรวมเข้ากัน ยกเว้นแป้งข้าวโพดและมาการีน นำไปตั้งไฟ คนเรื่อยๆจนเดือด แล้วใส่ส่วนแป้งข้าวโพด(ที่ละลายน้ำแล้ว) กวนเร็วๆ จนเดือดอีกครั้ง ให้ปิดเตาแล้วใส่เนย และแต่งกลิ่นส้มได้ตามต้องการ จากนั้นนำไปราดบนหน้าเค้กได้ทันที(อย่าให้ส่วนผสมหายร้อน เพราะจะหนืดเกินไป) ก่อนที่จะราดหน้าเค้กให้วางส้มชิ้น บนหน้าเค้กประดับตกแต่งก่อนเพื่อความสวยงามน่าทาน แล้วราดส่วนผสมทับหน้าเค้กลงไปเลย เป็นอันเสร็จสิ้น. ก็จะได้เค้กหน้าตาจิ้มลิ้ม ดูดี น่าทานมากๆ และยังมีส่วนผสมของส้มซันควิก ซึ่งมีกลิ่นหอมเป็นเอกลักษณ์เฉพาะตัว จึงมีกินหอมแรงโชยเข้ามาปะทะจมูก เกิดความเปรี้ยวปาก ทำให้ต่อมน้ำลายทำงานทันที 555 และยิ่งทานคู่กับน้ำชาดีๆ กลิ่นหอมๆ สักถ้วย เช่น ชาเออเกรย์ หรือชาจีน มาประดับข้างๆ วางคู่กันแล้ว โหย..ฟินสุดสุดทุกครั้งที่ได้กินกันเลยค่ะ`,
        author:"Boombabies"
    },
    {
        id:4,
        title:"Snack Box ขนมเบรค",
        image_url:"https://boombakery.com/wp-content/uploads/2019/07/snack-box-%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%AD%E0%B8%A2-%E0%B8%9A%E0%B8%97%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1.jpg",
        content:`Snack Box ขนมเบรค คำว่า สแน็คบ๊อกซ์ หรือ Set box หมายถึง กล่องใส่อาหารว่าง  โดยส่วนมากจะใช้กล่องขนาดเล็ก ขนาดพกพา กะทัดรัด บรรจุอาหาร หรือ ขนมต่างๆ อาจจะมี เครื่องดื่ม หรือไม่มีก็ได้  ในบ้านเรากำลังเป็นที่นิยมกันมาก ซึ่งส่วนใหญ่จัด Snack box ขนมเบรค อร่อย ในรูปแบบขนมพวก เบเกอรี่  ติ่มซำ  ขนมไทย และเริ่มมีความหลากหลายเพิ่มมากขึ้น เพื่อความไม่ซ้ำซากจำเจ เช่น ข้าวเหนียวหมูปิ้ง  อาหารอิตาเลี่ยน ซูชิ  พิชช่า  โดนัท  วาฟฟเฟิล ฯลฯ  เรียกได้ว่าแทบจะยกตลาดสดมาไว้ในกล่องอาหารว่างเลย     ที่สำคัญในปัจจุบัน สแน็คบ๊อกซ์ เป็นที่นิยมจัดใช้ในงานโอกาสต่างๆ ได้มากมาย  เพราะความสะดวก รวดเร็ว  และผู้จัดยังสามารถคำนวณงบประมาณได้ง่าย และแม่นยำที่สุดอีกด้วย  เช่น งานประชุมสัมมนา ทั้งในและนอกสถานที่  งานเปิดตัวหรือจัดแสดงสินค้า  งานอีเว้นท์  งานแข่งแรลลี่  งานบวช  งานสวดอภิธรรมศพ  หรือใช้ในงานบุญแจกโรงทาน  เลี้ยงเด็ก,คนชรา,คนพิการ  รวมถึงแจกพนักงานในบริษัท ห้างร้าน โรงงานต่างๆ   ในปัจจุบันยังมีแนวโน้มว่าการจัดเลี้ยงด้วย Snack Box จะเป็นที่นิยมใช้ในโอกาสต่างๆ เพิ่มมากขึ้นเรื่อยๆ
        Snack box อร่อย ร้านบูมเบเกอรี่  อร่อยทุกครั้งที่สั่ง   เปิดให้บริการด้วยประสบการณ์ ยาวนานกว่า 19ปี  (ตั้งแต่ คศ.2000)  ให้บริการในเขตกรุงเทพ นนทบุรี สมุทรปราการ สมุทรสาคร   ในปัจจุบันมีรายการเมนูเบเกอรี่หลากหลายไม่ต่ำกว่า 200 ชนิด โดยประมาณ   ลูกค้าสามารถเลือกจับคู่ในแบบไม่ซ้ำกันได้มากมายนับไม่ถ้วน  ทำให้ไม่ซ้ำซากจำเจ ถ้าลูกค้ามีการจัดงานที่ติดต่อกันหลายวัน  และทางร้านยังมีเบเกอรี่สำหรับลูกค้าที่ทานเจ หรือมังสวิรัติ ให้เลือกอีกหลายเมนู  ผลิตภัณฑ์ทุกชนิดของทางร้านมีการดูแลเอาใจใส่อย่างดี สะอาด อร่อยอย่างมีคุณภาพ ปราศจากไขมันทรานส์ (Trans Fat 0%)  และไม่หวานมากเกินไป  เพื่อความอร่อยควบคู่กับสุขภาพที่ดีของลูกค้า ทางร้านมีเมนูอร่อยๆ ยอดฮิต หลายเมนู จัดเป็นสแนคบ้อค ยอดนิยม ได้จำนวนมาก  ลูกค้าสามารถโทรเข้ามาปรึกษากับทางเราได้ตลอดเวลา  เพื่อจัดให้เหมาะกับงานทุกประเภท และประทับใจ ไม่พลาดทุกงาน  และที่สำคัญเรื่องงบประมาณการจัดงาน ไม่เป็นที่หนักใจเลย  เพราะเราเป็นโรงงานผลิตเองทุกชิ้น นอกจากจะได้ราคาถูก ย่อมเยา  และยังสามารถทำได้หลากหลายไซด์ หลายขนาด ตามBudget ลูกค้าที่กำหนดไว้ได้อย่างเหมาะสม  โดยมีถึง 3 ไซด์ คือ
        
        ขนาดมินิ (A) เหมาะสำหรับรองท้อง พอคลายหิว  และใช้เสริมคู่กับอาหารประเภทอื่นๆได้อีกด้วย
        ขนาดมาตรฐาน(B) ขนาดชิ้นเบเกอรี่ใหญ่พอดี เหมาะสำหรับงานทั่วไปได้ทุกๆ งาน  เสริฟกล่องเดียวพออิ่มได้มื้อนึง
        ขนาดใหญ่พิเศษ(C) ชิ้นใหญ่ ไส้เยอะ ขนาดจัมโบ้ จุใจ แบบอิ่มนาน ทานไม่หมด นำกลับบ้านได้
        เนื่องจากเราผลิตกันวันต่อวัน อบสดใหม่ทุกวัน ตามความต้องการของลูกค้าแต่ละท่าน  และส่งตรงจากโรงงานถึงมือลูกค้าโดยตรง (Snack box delivery)  จึงอยู่ได้อีก2-3 วัน  ควรเก็บในตู้เย็น  ขึ้นอยู่กับประเภทของเบเกอรี่ด้วย   Snack box ทุกกล่องของเราเน้นการจัดให้หน้าตาดูดีสวยงาม เพื่อเป็นที่ประทับใจกับผู้รับ  และเป็นหน้าตาของผู้ให้   เหมาะสำหรับทุกงาน ทุกโอกาส เพื่อแขกคนสำคัญของท่าน`,
        author:"นักเขียนอิสระ"
    }
]
export default blogs;